{
  "name": "Epithet/Anime Campaign TTRPG Rulebook",
  "pages": [
    {
      "sort": 100000,
      "name": "How To Play",
      "type": "text",
      "_id": "GIENXKa8DLdg8DmS",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Anime Campaign</em> is a homebrewed version of an older build of <em>Unforgotten Realms</em>. The game takes place in an alternate reality where people with special powers called “Epithets” live in a slightly more magical world alongside those who do not have epithets, the “Mundies.” Here crazy adventures happen, usually the type you’d see in bad anime shows no one has ever heard of. Most adventures are set in modern times.</p><p></p><p><em>Anime Campaign</em> is a very simple system. There are no skill modifiers, statistics, or big numbers involved. Everything is a straight d20 roll to see how well you do! If you want to attack something, convince somebody to join your party, dance at the disco, plant a flower, or summon a demigod, you will roll a d20. The situation at hand and general roleplay will let the GM decide how high you need to roll to succeed. The more interesting, in-character, and/or funny your actions are, the more likely it is that they will work. This game is made for more light-hearted and heavily improvised storylines. You can use it for whatever you want, but it works best if you’re willing to be a little silly.</p><p><br /></p><p>Adventures in <em>Anime Campaign</em> should be done as a series of one-shots. That means the entirety of the adventure is played through in one long session that can last anywhere from 3-8 hours. The more different adventures you create, the more opportunities you give players to create cool new characters or bring old characters they like back! The system is all about getting to play as many silly characters as you can think of or replay ones you’ve grown attached to. Sessions can have as much or as little continuity between them as you like.</p><p><br /></p><p><strong>The recommended number of players for a game of Anime Campaign is 4 or 5 players with one gamemaster (GM).</strong> 4 players is ideal and, for whatever reason, seems to create the best party dynamics with the best weight distribution between players. 5 players can work as well, but less than 4 and more than 6 is not recommended because balancing combat, roleplay time, and weight becomes very difficult very quickly.</p><p></p><h2>The Three Stats</h2><p><span style=\"color:#6aa84f\"><strong>STAMINA</strong></span> is your health and magic all in one. Taking damage or using your abilities drains your Stamina. Stamina determines how many times you can use your abilities and how many hits you can take. If your Stamina drops to 0, you are knocked out. Using abilities outside of combat costs Stamina and players will enter the next combat with reduced Stamina. After combat everyone’s Stamina is restored to full. </p><p><br /></p><p><span style=\"color:#437cd9\"><strong>PROFICIENCY</strong></span> is how skilled and creative a character is when using their abilities. Gaining more Proficiency allows players to unlock upgrades for their current skillset and sometimes completely new powers. Proficiency can be gained in many ways, including rolling nat20s in specific scenarios and defeating powerful enemies. Mundies gain Proficiency faster and more often than Epithet users so their abilities improve much quicker, but Epithet users can use Proficiency to diversify their skillset and often have more powerful upgrades.</p><p><br /></p><p><span style=\"color:#a8507b\"><strong>MOVEMENT</strong></span> is determined during character creation. One “space” is considered about 5ft. If you are moving diagonally, diagonals count as 1.5 spaces. Check out the Combat section for details.</p><p></p><h2>Rolling Dice</h2><p>Everything in this game is decided by rolling a straight d20. If there is a chance to fail, you should roll for it, because failure is funny, and critical success is amazing! The GM should decide what a “successful” roll is based on the situation, but the following is generally a good rule of thumb:</p><p></p><ul><li><p><strong style=\"color:red\">1</strong> - Catastrophic failure. This usually severely hinders the user or an ally somehow.</p></li><li><p><strong>2-5</strong> - Failure</p></li><li><p><strong>6-7</strong> - Success, but it’s not pretty. Usually has some kind of penalty like reduced damage.</p></li><li><p><strong>8-14</strong> - Success</p></li><li><p><strong>15-19</strong> - Impressive success. Add an effect if you wish.</p></li><li><p><strong style=\"color:green\">20</strong> - Unbelievable success. Make up the most nonsensically cool thing you can and add some major buffs to the player’s attempted actions. Anything succeeds on a 20.</p></li></ul><p></p><p><strong>Dice are there to add an element of randomness and fun to the system, but remember that you can always ignore them if you think it will improve the gameplay, story, or player experience.</strong> If dice happen to be uncooperative for the players and everyone is rolling below 10, the GM should adjust their system so that it becomes easier and easier to succeed. The longer a player fails their rolls, the easier it should be for them to succeed. You want everyone to be having fun as much as possible, even if the dice don’t want them to. Do not punish players because the dice are against them. Players have no control over the dice and will have a bad time if you repeatedly screw them over.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716792491,
        "modifiedTime": 1700721767590,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 200000,
      "name": "Character Creation",
      "type": "text",
      "_id": "GFLhP4XzAkfzPNQW",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>First you will decide if your character is an Epithet User or a Mundie.</p><p></p><h3>Epithet Users</h3><p>Epithet users are people with anime powers who can do crazy things like shoot fire from their hands or reverse gravity. Every epithet user is born with an <strong>Epithet</strong>. Epithets are a single word rolled by the player on a random word generator. No two players may have the same Epithet. Think of Epithets as a parallel to Stands from JoJo’s Bizarre Adventure or Quirks from My Hero Academia.</p><p></p><p>For example if a player rolls the word “Bow” they could work with the GM to create a powerset based on ribbons, bow and arrows, or being theatrical so that they may bow at the end of their performance. The Epithet’s inspiration can be as literal or tangential as you want. Whatever you can come up with!</p><p></p><p>As Epithet users become more proficient their skillset widens. With each Proficiency upgrade comes more creative ways to use your powers. Let’s say the above “Bow” Epithet user went with the “ribbons” route. At the start they may be able to simply use ribbons as weapons. As they grow they might gain the ability to wrap opponents up in present boxes to trap them, cut ribbons like you do at events to erect statues or buildings out of thin air, or even wrap ribbons around a target's neck and then unravel it to behead them, like in that one folktale! There are literally no limits! Proficiency upgrades are entirely up to the GM who creates them.</p><p></p><p>Once an Epithet User hits 60 Proficiency, they get a class upgrade! At this point They receive a special ability called an <strong>Outclass</strong>. These are unique powers that can only be used once per adventure as a final trump card. It’s their equivalent to Super Saiyan, Gear 2, Sage Mode, or whatever anime end-of-arc superpower you choose. Every Outclass is different, but all of them are powerful. Mundies do not get Outclasses.</p><p></p><p>Lore-wise about one in every 30-50 people is an Epithet user. An average each school classroom probably has at least one Epithet user in each class The GM may change this to better fit the story they want to tell. </p><p></p><h3>Mundies</h3><p>Mundies are the average, everyday people who have to get strong very quickly to compete with their superpowered rivals. They do not have innate, inborn powers so Mundies must strengthen themselves with tools, training, and sheer determination. Mundies may also roll a random word like Epithet users, referred to as their “Core Word.” This can be used to inspire their personality and/or powerset but otherwise doesn’t factor into much. If a player already has an idea for a Mundie they want to play they do not need to roll a Core Word and can retroactively make one up. Most generic NPCs are Mundies. Core Words are completely optional.</p><p></p><p>Because Epithet Users have an inborn advantage, Mundies must work much harder to compete with them. While Epithet Users gain more diverse ways to use their abilities as they level, Mundies become experts at a select set of utility-based skills that just get better and better over time. Mundies level faster than Epithet Users do and will learn new skills much quicker.</p><p></p><p>There are two types of Mundies: Powerhouses and Experts.</p><p></p><ul><li><p><strong>Powerhouse</strong> Mundies focus on Stamina growth. Powerhouses gain 1.5x Stamina from battle spoils (rounding up), so defeating an enemy that awards 4 Stamina would instead reward them with 6. This allows them to tank more hits and use abilities more freely before they exhaust themselves.</p></li><li><p><strong>Expert</strong> Mundies focus on Proficiency growth. Any time an Expert rolls a nat20, they gain two Proficiency points instead of one. This allows them to level proficiency faster than any other type of character!</p></li></ul><p></p><p>Players decide whether they are a Powerhouse or an Expert during character creation.</p><p></p><h3>Rolling Your Epithet/Core Word</h3><p>This is the fun part! Go to a random word generator such as <a href=\"https://www.textfixer.com/tools/random-word-generator.php\" title=\"Random Word Generator\">this one</a> and roll 3 random words. Players will pick their favorite of the 3 and brainstorm a powerset with the GM. If all the words are deemed to be terrible by both parties they may roll 1 (and only 1) additional word to pick from.</p><p></p><p>If a Mundie player already has an idea for their character they do not need to roll a core word and may retroactively assign one for flavor. All Epithet users must roll for their Epithet, even if the player already has an idea for their character.</p><p></p><p>Players can choose to keep their Epithet secret or reveal it to the party. Generally Epithets are something you might tell a close friend or trusted co-worker (especially if your work involves your Epithet), but asking a stranger their Epithet is considered rude. Successfully guessing another character’s Epithet will reward the player with a number of Proficiency points based on how difficult the word was to guess. We’ll cover the rules to this later.</p><p></p><h3>Determining Your Stats</h3><p>Once you have received your Epithet/Core Word roll two d20. The first roll determines your base Stamina. The second determines your Proficiency. If a player rolls a 20 on either stat the GM may allow them to roll again for an additional bonus to their stat.</p><p></p><p>If an Epithet user rolls a 1 for their Proficiency score, they become a Mundie.</p><p></p><p>Next, decide your movement score. This is determined by your character’s build.</p><ul><li><p>Svelte Build (Skinny characters and Children) - 6 Movement, +10 Stamina</p></li><li><p>Average Build - 5 Movement, +15 Stamina</p></li><li><p>Heavyset Built - 4 Movement, +20 Stamina</p></li></ul><p></p><h2>Your Character Sheet and Abilities</h2><p>Here is what a blank character sheet looks like!</p><p></p><blockquote><h4><em><strong>CHARACTER NAME</strong> ( _ Stamina, _ Mov)</em></h4><p><em><strong>Epithet/Mundie (Powerhouse/Expert)</strong> - Epithet/Core Word (Proficiency Score)</em></p><p><em><strong>Class</strong> - Make up a class name for your character!</em></p><p><em>Weapon - Weapon description and damage.</em></p><p><em><strong>TALENTS</strong> (Pick one of three)</em></p><p><em><strong>Talent 1 (Stamina +/-)</strong> - Description of the Talent<br /><strong>Talent 2 (Stamina +/-)</strong> - Description of the Talent<br /><strong>Talent 3 (Stamina +/-)</strong> - Description of the Talent</em></p><p><em><strong>Passive: Passive Name Here</strong> - Passive descriptor here</em></p><ul><li><p><em><strong>Ability 1 (Cost of Usage)</strong> - Description of the ability (Pick three of five)</em></p></li><li><p><em><strong>Ability 2 (Cost of Usage)</strong> - Description of the ability</em></p></li><li><p><em><strong>Ability 3 (Cost of Usage)</strong> - Description of the ability</em></p></li><li><p><em><strong>Ability 4 (Cost of Usage)</strong> - Description of the ability</em></p></li><li><p><em><strong>Ability 5 (Cost of Usage)</strong> - Description of the ability</em></p></li></ul></blockquote><p></p><p>Wow! That’s a lot of stuff! Let’s break it all down on the next few pages.</p><p></p><p><strong>CHARACTER NAME</strong> should be obvious.</p><p></p><p><strong>MOVEMENT SCORE</strong> is determined by your character’s build.</p><ul><li><p>Small Build - 6 Movement, +10 to Stamina</p></li><li><p>Average Build - 5 Movement, +15 to Stamina</p></li><li><p>Heavyset Built - 4 Movement, +20 to Stamina</p><p></p></li></ul><p><strong>STAMINA SCORE</strong> is determined by the following formula:</p><p>(Stamina Roll, your first d20) + (Movement Bonus) + (Score from your Talent)</p><p></p><p><strong>PROFICIENCY SCORE</strong> is determined by your 2nd d20 roll.</p><p></p><p><strong>CLASS</strong> is an entirely pointless descriptor you get to make up. It’s just for flavor, but it’s fun!</p><p></p><p><strong>TALENTS</strong> are a set of perks the GM will come up with for your character. These generally play on their personality traits and offer some small passive buff or enhance a possible build for your character. Talents come with a Stamina bonus. The better the ability is, the lower its bonus will be. If an ability is especially useful it may actually subtract stamina from the overall score in exchange for its usefulness. Players will <strong>pick one of three</strong> talents.</p><p></p><p><strong>PASSIVE</strong> is a unique ability your character will have. It functions similarly to Talents, but the player gets the passive no matter what and it does not affect overall stamina score.</p><p></p><p><strong>ABILITIES</strong> are special actions a character can take. They can deal damage, inflict status ailments, heal, and do many other things, especially if players get creative with them. All abilities cost Stamina to use, either (1) Stamina or (3).</p><ul><li><p><strong>(1)</strong> abilities are smaller, more common abilities. Things that a player might need to do multiple times. Traps, reloads, basic attacks, things like that.</p></li><li><p><strong>(3)</strong> abilities are more powerful moves that cost more but affect more targets or deal lots of damage. Most players only have a few of these. You don’t want to screw yourself and only take abilities that cost a lot of stamina.</p></li><li><p><strong>Anytime actions</strong> are abilities with an (!). You can use these any time on anyone’s turn.</p></li><li><p>Some abilities can only be used <strong>Once Per Round</strong> or <strong>Once Per Combat</strong>. Anytime actions are usually once per round. These are abilities that can be broken if they are spammed.</p></li></ul><p>The GM will come up with 5 unique abilities and <strong>players pick 3 of them</strong>. Proficiency upgrades can power up your abilities and/or provide you with entirely new ones! Players can make suggestions for their abilities but the GM is the one who ends up giving them their stats. If a player rolls well on their Proficiency, they should have slightly better starting abilities than a player who rolled poorly. GMs can look at the <strong>Ability Generation</strong> section of this document for tips on making characters.</p><p></p><h2>Example Character Sheet</h2><p>Here is what a finished Character Sheet looks like! The talents and abilities the player chose not to take are greyed out.</p><p></p><blockquote><h4><em><strong>GOROU SHIMAZAKI</strong> (38 Stamina, 4 Mov)</em></h4><p><em><strong>Epithet</strong> - BLUSTER (18) </em></p><p><em><strong>Class</strong> - Sheriff</em></p><p><em>Weapon: Peashooter - A small pistol. Looks like a toy. Does 3 damage within 5 range.</em></p><p><em><strong>TALENTS</strong></em></p><p><em><strong>Sweetheart (4)</strong> - Start every combat with a box of donuts. Heals 5 stamina as an anytime action.<br /><strong style=\"opacity:.25\">Long Arm of the Law (0)</strong> </em><span style=\"opacity:.25\"><em>- All your attacks now have double their original range.</em></span><em><br /><strong style=\"opacity:.25\">Blowhard (-4)</strong> </em><span style=\"opacity:.25\"><em>- Your wind attacks blow enemies much further and deal more damage!</em></span></p><p><em><strong>Passive: Thick Skin</strong> - Any time Gorou takes a ranged attack, you may roll a d20. If you roll substantially higher than your enemies attack roll, the attack will bounce off in a random direction. Rolling a 1 will cause you to “pop” as seen in Deflating the Purpose and zip around the map.</em></p><ul><li><p><em><strong>Deflating The Purpose (3)</strong> - Let out all your air and zip around like a deflating balloon to nearly anywhere on the map! High rolls may strike at enemies as well.</em></p></li><li><p><em><strong>Baker’s Dozen (3)</strong> - Wolf down a box of donuts and use the sugar rush to punch your enemy 13 times! Can be used to damage enemies or heal yourself. Roll 13d4, anything that isn’t a crit fail hits/heals for 1 damage. Once per combat.</em></p></li><li style=\"opacity:.25\"><p><em><strong>Breath of Fresh Air (1)</strong> - Blow sweet, donuty air at an adjacent target to heal them.</em></p></li><li style=\"opacity:.25\"><p><em><strong>Having a Blast (1!)</strong> - Launch a ball of hot air at an opponent from up to 7 spaces away. Does 4 damage. Minimal knockback, somewhat inaccurate. Can be used as an interrupt.</em></p></li><li><p><em><strong>Blast Furnace (3)</strong> - Suck in as much air as you can before expelling all of it at once in an explosion! Launches nearby enemies away and damages them. Hits multiple targets. Very short range.</em></p></li></ul></blockquote>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716913460,
        "modifiedTime": 1700721849234,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 300000,
      "name": "How Do I Come Up With a Powerset?",
      "type": "text",
      "_id": "oj68C27rUjSgVd8v",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Anime Campaign</em> is a very do-it-yourself system and relies heavily on a GM’s creativity and ability to balance. It may take a few tries to get into the swing of things. The GM will make up every character’s powers, passives, talents, abilities, <em>and</em> upgrades. If you are more of a by-the-book type person who isn’t especially good at creating your own rules, <em>Anime Campaign</em> might not be the game for you! Ability creation is more of an art than a science, so this will mostly serve as a guide until the GM gains a sense of what does and does not work for a character’s powerset.</p><p></p><h2>Creating Weapons</h2><p>Every character needs to have some kind of weapon to defend themself with in sticky situations. It doesn’t have to be something typical like a sword, bow, or gun. The weapon can be as goofy as a box of crayons or a coffee pot they keep just spilling on people. Try to make the weapon make sense for the character, something that matches their personality. For example, if a character had a “Beach” theme they might carry around a beach umbrella they swing as a melee weapon, or maybe a volleyball that they spike at enemies to do ranged damage.</p><p></p><p>Weapons typically do anywhere from 3 to 7 damage depending on how dangerous they are. Something simple like a yo-yo might do 3 damage while something sharper like a bat with a nail through it might do 5 or 6 damage. Melee weapons can be used to attack characters in any adjacent space 5ft away, including diagonal ones.</p><p></p><p>Some weapons are <strong>ranged</strong>, which means they can be used from more than one space away. Ranged weapons can (usually) be fired up to 5 spaces (25ft) away and are generally pretty weak, usually only dealing 2-4 damage. They also tend to be more inaccurate than melee weapons. Some melee weapons also have extra range if they are very long. Canes, whips, brooms, and similar objects have what is known as <strong>10ft reach</strong> and can be used two spaces away. Weapons like this pair well with slower, heavier characters.</p><p></p><p>Weapons do not have ammo, even weapons like guns and crossbows. Reloading mechanics are annoying, slow, and nobody likes them.</p><p></p><p>For most characters their weapon is their main method of dealing damage. If a character is damaged-based and built around damage output their weapon should be simple and easy to use. Other characters might use their abilities to do damage or support. Characters like this can have weapons that are a little more off-kilter. Perhaps they do little or no damage but have special effects, such as a Nail Gun that can pin enemies to surfaces so they can no longer move.</p><p></p><p>If weapons can inflict a status or have another special effect AND they are able to do damage. Usually players are allowed to take one of these actions per turn but not both.</p><p></p><p>Players generally stick with their weapon throughout a game but may pick up new weapons they find lying around the map.</p><p></p><h2>Creating Abilities</h2><p><strong>ABILITIES</strong> are special actions a character can take. They can deal damage, inflict status ailments, heal, and do many other things, especially if players get creative with them. All abilities cost Stamina to use, either (1) Stamina or (3).</p><p></p><ul><li><p><strong>(1)</strong> abilities are smaller, more common abilities. Things that a player might need to do multiple times. Light attacks, traps, reloading skills, small ally buffs, things like that.</p></li><li><p><strong>(3)</strong> abilities are more powerful moves that cost more but affect more targets or deal lots of damage. Most players only have a few of these. You don’t want to screw yourself and only take abilities that cost a lot of stamina and be unable to attack while near death.</p></li><li><p><strong>Anytime actions</strong> are abilities with an (!). You can use these any time on anyone’s turn. Anytime actions can usually only be used once per round or once per combat.</p></li><li><p>Some abilities can only be used <strong>Once Per Round</strong> or <strong>Once Per Combat</strong>. These are abilities that can be broken if they are spammed.</p></li></ul><p></p><p><strong>If you need help creating abilities, </strong><a href=\"https://docs.google.com/document/d/1q3QN3p7L85qjV21-sqCTeRW6bQX3u29ZOR4_NAm_nXg/edit\" title=\"Unforgotten Realms Homebrew Doc\"><strong>look at this homebrewed classes document</strong></a><strong> Lamp made for an older build of </strong><em><strong>Unforgotten Realms</strong></em><strong>.</strong> It has a large number of unique abilities that might help you figure out what is and isn’t balanced. It also has a large number of “Racials”, which are UR’s equivalent to <em>Anime Campaign’s</em> “Talents.”</p><p></p><hr /><p></p><p>Let’s make up a set of abilities on the spot as an example! First, I’ll roll a random word: <strong>Beach</strong></p><p></p><p>Alright, that’s a pretty simple one. Normally a GM would talk with a player to see what type of person their character was and what role they want to play (healer, tank, damage dealer, support, etc). Figuring out a character’s role in combat can help you come up with their moveset. Let’s say this character is a young woman named Serena who likes building massive sandcastles and living in them. Her focus in battle can be defensive moves and protecting her allies. We now have to come up with 5 moves for her player to pick from. I will color code them for convenience.</p><p></p><ul><li><p><strong>Returning Spike (1) (!)</strong> - Serena can volleyball-spike any attack aimed at her or any target directly adjacent to her back at an enemy. Returned attacks have +3 damage, but missed spikes add +3 damage to Serena. Once per round.</p></li><li><p><strong>Riptide Warning (3)</strong> - A dangerous wave of water washes over the field and hits all enemy targets, dealing 4 damage and dragging them up to 3 spaces in any one desired direction. Once per combat.</p></li><li><p><strong>Under My Umbrella (3) (!)</strong> - A beach umbrella quickly pops up at an ally’s feet and blocks all the damage from one oncoming attack. Once per round.</p></li><li><p><strong>Queen of the Castle (3)</strong> - Build a 2x2 sandcastle on the map. Any target that stands in the castle takes half damage from all incoming attacks. Once per combat.</p></li><li><p><strong>Towel Off (1)</strong> - Wipe down a target with a towel to remove any adverse effects. Can also be used to clean surfaces. Absorbs liquid.</p></li></ul><p></p><p>Let’s talk about this moveset!</p><p></p><p>These five moves allow Serena’s player to build her in many different ways depending on which three the player takes even though all her moves revolve around the theme of reducing damage.</p><p></p><p><strong>Returning Spike</strong> is an interrupt move that can also be used to attack enemy targets, or even power up ally moves directed at her. This move doesn’t cost very much and can be used to intercept enemy attacks as it is an anytime, BUT it is risky to use because failure means dealing more damage to Serena. Players who like to gamble may prefer this move to the other interrupt <strong>Under My Umbrella</strong> because it can be used to deal more damage and combo with other attacks, though Returning strike can only defend Serena and adjacent players while her Umbrella can defend all allies This is one of her two damage-dealing abilities. </p><p></p><p><strong>Riptide Warning</strong> is Serena’s other offensive ability. While <strong>Returning Spike</strong> can be used multiple times, Riptide Warning can only be used once. However, Riptide Warning guarantees damage and hits every enemy on the field.  Riptide Warning also has the added effect of moving targets which can be very useful depending on the environment and clever players may find interesting ways to use Riptide Warning’s water-generation to their advantage.</p><p></p><p><strong>Under My Umbrella</strong> is another interrupt. It costs more than Returning Spike and does not return attacks to enemy targets, BUT it can defend all of your teammates from anywhere on the battlefield and does not damage Serena if the move fails. She may also be able to use the umbrellas for other purposes, such as launching targets into the air.</p><p></p><p><strong>Queen of the Castle</strong> is an unusual move where Serena constructs a castle to help her party. In a pinch this move could prove to be very useful, especially if the party is surrounded or isn’t moving around much and has ranged attacks. However, a fight that requires movement would render the castle useless as it is stationary. This move is once per combat because giving Serena an unlimited amount of damage reduction castles would get really crazy really quickly.</p><p></p><p><strong>Towel Off</strong> is a utility move that allows Serena to assist allies with detrimental status ailments. She could wipe off poison, wake people up by slapping them with towels, etc. It also gives her an extra thing to play with outside of combat. This move probably wouldn't get used especially often, but would be really useful when needed.</p><p></p><hr /><p></p><p>There are many ways a player could build Serena given these five moves! A player could build her around damage-absorption and take both of the interrupts as well as Queen of the Castle so she could shield as many teammates as possible. On the other hand they could take Riptide Warning instead of Returning Strike and hole up in her fortress while attacking enemies from a distance and shielding her allies.</p><p></p><p>You want to give your player as many options as possible in combat so that they can build the character into the person they’re imagining. Good players will find creative ways to use the moves you give them that go past your descriptions.</p><p></p><ul><li><p>Every character should have at least one move that only costs (1) stamina in case they have low health or roll poorly on their initial stamina die.</p></li><li><p>Make sure no player has 3 abilities that can do nearly the same thing. That’s boring. Wouldn’t want a player taking 3 of the same ability, now would you?</p></li><li><p>At least one of the moves should deal some amount of damage.</p></li><li><p>Many movesets have two abilities that do similar things with slightly different side effects that are useful in different situations, such as Serena’s <strong>Under My Umbrella</strong> and <strong>Returning Spike</strong> abilities. It’s up to players to gauge which ones will be more useful, but you should also try and help them out by designing encounters that work with their abilities, no matter which ones they take.</p></li><li><p>Design abilities that work hand in hand with a character’s passive or certain talents. Talents and passives allow even more possible builds for characters.</p></li></ul><p></p><p>If you can’t think of any useful moves, try coming up with a fun name for an ability. See if you can think of puns or play-on-words that relate to the character’s personality and/or epithet and reverse-engineer an ability from that. Puns can be surprisingly useful!</p><p></p><p><strong>Remember that every ability becomes weaker upon repeated usage. If a character tries to spam the same move for the same effect several turns in a row they will need higher and higher rolls for it to succeed.</strong></p><p></p><p>Here’s some tips for making abilities! Remember, these are guidelines, not hard rules.</p><p></p><p>An ability should <em>probably</em> <strong>Cost 3 Stamina</strong> if...</p><ul><li><p>It summons something.</p></li><li><p>Using it affects a large number of targets</p></li><li><p>It has a powerful status effect that can change the course of the battle</p></li><li><p>It can change a target into something else or remove them from the field of play</p></li><li><p>It does 7 or more damage</p></li><li><p>It can be used as a move action in addition to having other effects</p></li><li><p>The ability would be too easy to spam at a lower cost</p></li><li><p>It adds a permanent hazard to the field, such as ice, smog, fire, or grease</p></li><li><p>It can only be used once per combat</p></li><li><p>It changes something significant for the duration of the combat</p></li><li><p>It can put many enemies at a massive disadvantage fairly easily</p></li></ul><p></p><p>An ability should probably be <strong>Once per Round</strong> if…</p><ul><li><p>It’s an anytime action. Almost every anytime action should be once per round.</p></li><li><p>It can interrupt an enemy attack</p></li><li><p>It can add a buff or debuff to an action</p></li></ul><p></p><p>An ability should probably be <strong>Once per Combat</strong> if…</p><ul><li><p>It can severely incapacitate an enemy or remove them from combat entirely</p></li><li><p>It summons a specific or very powerful monster</p></li><li><p>It heals the user</p></li><li><p>Being able to use it more than once would make it unfun or unfair for enemies</p></li><li><p>It hits most or every target on the field</p></li><li><p>It’s a transformation spell</p></li><li><p>It has a duration that would last all of combat</p></li></ul><p></p><h2>Creating Passives and Talents</h2><h3>Passives</h3><p>Let’s use our character from the Ability section, Serena and her <strong>\"Beach”</strong> epithet, as an example.</p><p></p><p><strong>Passive: SPF 50</strong> - Serena never leaves home without applying her sunscreen. She takes half damage from fire and light-based attacks.</p><p></p><p>This is a good passive because it’s helpful but probably won’t come up especially often. After all, how many fire and light enemies will this girl be fighting? A passive should either help a character once in awhile or have a fun, mostly-for-flavor effect in or outside combat. A good example of one of my favorite passives is as follows:</p><p></p><p><strong>You Think THAT’S Impressive!?</strong> - Any time an ally rolls a nat20 after using an ability, you may use one of your own abilities even if it is not your turn in an attempt to show them up.</p><p></p><p>This character was a giant narcissist who wanted to be better than everyone else. This ability gives players an occasional boost based on random chance, and it provides for some excellent roleplay moments. Try and work your passives into the characters. What would they be good at? What’s a good way to get the most out of their abilities?</p><p></p><p>Make sure your passive is not too overpowered. It’s easy to do something that can give a player a massive advantage over your designs. At best a passive should give one player one advantage over one certain combat or obstacle. Remember to design campaigns with player passives and abilities in mind. An ideal passive slightly improves roleplay and/or combat while making the game funnier.</p><p></p><h3>Talents </h3><p>Talents are very similar to Passive abilities. Each player is given three Talents and they will take one. Talents each come with a Stamina bonus in parentheses that differ based on how useful the Talent is. The more useful the Talent is, the less Stamina it gives. Some especially useful talents may even take away Stamina. Let’s make some example talents for Serena.</p><p></p><p><strong>Perfect Swimmer (7)</strong> - Serena can move through water perfectly and hold her breath indefinitely.</p><p></p><p><strong>Beach Shoes (3)</strong> - Serena wears beach shoes and takes no damage from harmful objects on the floor, such as glass or rocks.</p><p></p><p><strong>Buried Alive (-5)</strong> - If Serena is surrounded on all sides by sand, such as inside her castle, she cannot take outside damage. Using her abilities still costs stamina.</p><p></p><p><strong>Perfect Swimmer</strong> isn’t exactly a very useful ability, but it gives a lot of Stamina! A player might take this ability if they rolled poorly on stamina and need to bulk up before the campaign starts. If the campaign has a lot of water on the map or water-themed enemies this talent could be very useful both in combat and in RP situations, but of course there is no guarantee of that, so taking this ability is a gamble. If you are GMing and a player takes an ability like this it is usually a good idea to throw them a bone and include a little water somewhere on the map.</p><p></p><p><strong>Beach Shoes</strong> is also a pretty useful in case you ever run into dangerous terrain or an enemy who can create hazards. It doesn’t give as much stamina as Perfect Swimmer and has little relevance outside of combat. However this ability is especially useful in certain scenarios.</p><p></p><p><strong>Buried Alive</strong> is a very useful talent, especially if the player has taken Serena’s <strong>Queen of the Castle</strong> ability because it increases her defense from 50% to 100%. However, if the player rolled poorly on stamina or they did not take Queen of the Castle then taking this talent might be a bad idea.</p><p></p><p>Another good way to come up with Talents for a character is to create 3 Talents based on possible personality traits the characters might have. That way instead of thinking of Talents from the strategic angle players can take them based on what best fits the character they’re imagining.</p><p></p><p>Give a player Passives and Talents that work with their teammates abilities. This way you can give the players the options to combo with one another. Players like working together to do cool stuff. Let them feel like they came up with the combos when really you made them. Be sneaky!</p><p></p><p>Some basic ideas for Talent and Passive generation include...</p><ul><li><p>Something that only comes into effect if a certain number is rolled</p></li><li><p>Something that plays off of another character’s abilities</p></li><li><p>An ability that increases the versatility of the player’s Epithet</p></li><li><p>Talents that couple well with a certain ability the player might take</p></li><li><p>Talents that give few bonuses, if any, but a lot of stamina.</p></li><li><p>Talents that overcome a major flaw the character has, but significantly reduce stamina</p></li><li><p>Talents that give a major buff on a certain type of roll in RP like perception or bluffing</p></li><li><p>Talents that increase damage under certain conditions</p></li><li><p>Talents that allow players to dodge a certain type of attack under certain conditions</p></li><li><p>Talents that allow extra moves or actions under certain conditions.</p></li><li><p>Talents that allow an extra way to gain proficiency. EX: “Every time you gain a new friend, you gain +1 proficiency.” Be careful with this type of upgrade so players can’t abuse it.</p></li></ul><p></p><h2>Creating Proficiency Achievements</h2><p>Why level your Proficiency? For the upgrades, of course! Think of Proficiency upgrades like leveling-up in Pokemon. Every few levels you get a cool new move or a better version of something you already had! Proficiency upgrades make a character stronger and are all created from scratch by the GM, who keeps them secret until the abilities are unlocked. Every single character has unique proficiency upgrades, and you need to make them all up! It’s an exercise in creativity! Proficiency Achievements should be created after the characters Abilities, Passive, and Talents have been created and picked.</p><p></p><p><strong>Think about what the character is like and find their central theme. Do they focus on healing? Are they a tank? Are their powers based around FRIENDSHIP!? Slowly build them to be the best whatever-they-are and fill in the cracks around their weak spots.</strong></p><p></p><p><strong>It is important to remember if the player is a Mundie or an Epithet User while creating their upgrades.</strong></p><p></p><ul><li><p>When <strong>Mundies</strong> upgrade they get better and better at a select skillset. When leveling a Mundie you will want to give them buffs that slowly build the powerset they already have so it overcomes most of its flaws.</p></li><li><p><strong>Epithet Users</strong> gain a larger variety of abilities and learn how to abuse their Epithet more. When leveling an Epithet User you will want to give them only a handful of select buffs on old abilities while throwing them new abilities every once in awhile.</p></li></ul><p></p><p>You want a good mix of new skills that are fun in and out of combat. It is recommended to do two smaller, more simple upgrades before a nice big one. A smaller upgrade might be something like a basic weapon improvement or a minor damage boost to an ability. A larger achievement could be a new ability altogether or removing a downside to a Talent that the player has had trouble with for awhile.</p><p></p><h3>Example of Proficiency Achievements</h3><p>Here are the achievements for an actual character named Jericho Felocity. Jericho is a Mundie escape artist and thief. He has a speedrunning gimmick, so his achievements make him better at glitching through objects and being speedy. Below are his proficiency achievements up until Level 60. Jericho’s related abilities and weapons are also included so you can see how he started at 16 Proficiency.</p><p></p><blockquote><p><em><strong>Gutsy Nunchaku</strong> - A long pair of impressively smuggled nunchaku. Deals 5 damage. If Jericho gets a running start and has some momentum, they do 8 damage instead.</em></p><p><em><strong>Passive: Wall Runner</strong> - Given some momentum Jericho can run up walls, even those with no obvious footholds, and hang there for up to one round.</em></p><ul><li><p><em><strong>Vaseline (1) (!)</strong> - Coat anything within 5 spaces in vaseline. Makes things slippery and harder to catch. Can also function as a trap or slip-n-slide. Once per round. 1 space.</em></p></li><li><p><em><strong>Turnip Skip (3)</strong> - Use an inanimate object to phase through objects, teleport, and other various speedrun glitch tactics. You must be holding an object to use this.</em></p></li><li><p><em><strong>Savestate (1) (!)</strong> - Once per round Jericho may reload himself to a recent position using his INTENSE SPEED. This is an anytime action and can be used to get out of danger.</em></p></li></ul></blockquote><p></p><p><strong>JERICHO’S PROFICIENCY UPGRADES</strong></p><ul><li><p>20: Jericho can hang on walls for as long as he wants and climb them seamlessly.</p></li><li><p>24: <strong>Turnip Skip</strong> can now be used as an anytime action.</p></li><li><p>29: Jericho can now attack enemies in the middle of his move action and keep moving.</p></li><li><p>31: Precision Strike: +1 damage OR +1 range to nunchaku</p></li><li><p>34: New Passive: <strong>Collision Detection</strong>: Can now pass through enemies.</p></li><li><p>37: Savestate can now be attempted twice per round.</p></li><li><p>40: More Caffeine - Jericho can now move 7 spaces each turn.</p></li><li><p>45: <strong>Frame Perfect (3)</strong>: Nail that tricky shot and guarantee a critical hit. Once per combat.</p></li><li><p>50: <strong>Collision Detection</strong> now allows you to parkour over anything except room walls. </p></li><li><p>55: Precision Strike: +1 damage OR +1 range to nunchaku</p></li><li><p>60: <strong>CLASS CHANGE: Speedrunner</strong> - Spend 5 stamina to move twice per round.</p></li></ul><p></p><p>As you can see, almost all of Jericho’s upgrades are based around going faster and smashing through opponents. Once you zero-in on a character’s core mechanic, Proficiency Upgrades become easier to make. Upgrades should make a character better at what they do. The biggest danger is making characters too strong too quickly. When you write down an ability, try to imagine all the ways a player could abuse it before finalizing it.</p><p></p><p><strong>Some basic ideas for upgrades:</strong></p><ul><li><p>Player’s weapon gains a slight bonus to range or damage</p></li><li><p>Player’s weapon gains a new effect</p></li><li><p>Reduce the stamina cost of one of the player’s abilities (careful with this)</p></li><li><p>Make one of the player’s abilities an Anytime Action (careful with this)</p></li><li><p>An ability that was previously Once Per Combat can now be used more frequently.</p></li><li><p>Make an ability more useful by giving it additional applications</p></li><li><p>Give the player a talent or ability they decided not to take during character creation</p></li><li><p>Add a new ability altogether</p></li><li><p>Add a new passive altogether</p></li></ul><p></p><p><strong>NOTE:</strong> Be aware that changing a character’s abilities through upgrades can imbalance them. Try your best to build them up very slowly without making them too powerful too fast. Really think about how abilities will function with every change you give them before you actually finalize them. It’s okay to make them a little overpowered around the 45-60 range, but make sure it takes long enough that the players feel like they’ve earned it!</p><p></p><p>When generating a character’s Proficiency Points the GM should expect the most level-ups possible. Players will usually gain around 6-12 proficiency on average every adventure, but it is wise to block out around 20 levels of upgrades at least. Usually every 5 or 10 levels is a big upgrade such as a major ability buff, a new passive, or a new ability all together.</p><ul><li><p>From Level 0-45: There are usually an average of 3 upgrades per 10 levels.</p></li><li><p>From Level 45-80: There are usually an average of 2 upgrades per 10 levels.</p></li><li><p>From Level 80-100: There is one upgrade per 10 levels.</p></li><li><p>Past Level 100 there are no more upgrades.</p></li></ul><p></p><p>At Level 60 all players gain a class change for flavor. Mundies get a really good new ability and Epithet users gain their superpowered <strong>Outclass</strong> ability, which we will explore in the Outclass section.</p><p></p><p><strong>NOTE:</strong> Do not be afraid to make balance changes, even mid-game. It’s hard to gauge how well or poorly an ability will perform and playtesting solo is difficult. Your players should understand.</p><p></p><h2>Proficiency Achievements for NPCs</h2><p>If a GM wishes they can give enemies and friendly NPCs a handful of proficiency achievements. This will reward them if the random number generator gives them a handful of 20s. NPC party members may level with the party or choose not to take any upgrades depending on how the GM wants to balance them.</p><p></p><p>Enemies can have 1-3 proficiency achievements to unlock in case they roll well and you want to make their fights harder. This is more common if you intend the enemy to be recurring.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716939081,
        "modifiedTime": 1700720860323,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 400000,
      "name": "How Do I Level Up?",
      "type": "text",
      "_id": "6oGwj5uJbVV0bY5M",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>Proficiency, Level-Ups, &amp; Class Upgrades</em></p><p></p><p>There are a handful of ways to level Stamina and many ways to level Proficiency.</p><p></p><h3>Spoils From Battle</h3><p>At the end of every combat or conflict players should be given the choice to upgrade their Stamina or their Proficiency. The spoils should always offer more Stamina than Proficiency, as players see it as less valuable, even though they need it to do anything. The more difficult the combat, the more spoils the players will get. The following spoils are recommended</p><p></p><table><tbody><tr><td data-colwidth=\"263\"><p><strong>First Combat/Tutorial Fight</strong></p></td><td><p>2 Stamina/1 Proficiency</p></td></tr><tr><td data-colwidth=\"263\"><p><strong>General Combat</strong></p></td><td><p>3-4 Stamina/2 Proficiency</p></td></tr><tr><td data-colwidth=\"263\"><p><strong>Boss Fight</strong></p></td><td><p>6 Stamina/3 Proficiency</p></td></tr></tbody></table><p></p><p>GMs may fudge this as much as they like and award more or less spoils depending on how well the players perform and how much you think they deserve it. Don’t be afraid to change things, even mid-combat. If most of a battle is skipped or ended suddenly it is common practice to award players a reduced amount of spoils, an alternate prize, or no spoils at all.</p><p></p><h3>Rolling Nat 20s</h3><p>Another way to level up your Epithet or Core word is by rolling 20s while using your abilities! The rules for this are slightly different depending on what type of character you play.</p><p></p><ul><li><p><strong>Epithet Users</strong> - +1 Proficiency any time you roll a 20 while using your Epithet.</p></li><li><p><strong>Powerhouse Mundies</strong> - +1 Proficiency any time you roll a 20 for an attack, ability, or anything relevant to your character that you could become more experienced at.</p></li><li><p><strong>Expert Mundies</strong> - +2 Proficiency any time you roll a 20 for an attack, ability, or anything relevant to your character that you could become more experienced at.</p></li></ul><p></p><p>As with most things, what qualifies for a nat20 upgrade is up to the GM’s discretion. If a player rolls a 20 while doing an action relevant to their character (say, negotiating if they are an orator) then you can feel free to reward them some proficiency, even though they weren’t using an ability or an attack.</p><p></p><h3>Guessing Epithets</h3><p>Players can guess a character’s Epithet if they are an NPC or another player character who has kept their Epithet a secret. Players may roll to sense whether a character has an Epithet or not. This is generally a very easy roll and most people in the Anime Campaign universe are able to do it. Thinking of it like sensing power levels.</p><p></p><p>Guessing any derivative of a word (ex: forgot, forgotten, forgetful) counts as a correct guess.</p><p></p><p>Only player characters are allowed to guess. If a spectator outside the game publicly guesses an epithet, the epithet will be revealed and no one will get any proficiency.</p><p></p><p><strong>During combat</strong> a player can guess one enemy’s Epithet once per round during anyone’s turn. They cannot guess again for one full round. <strong>During roleplay</strong> there is technically no limit to how many times a character can guess other than “When the GM thinks a player is getting annoying and should probably stop.” <a href=\"https://jelloapocalypse.tumblr.com/post/150639598967/also-can-you-explain-how-and-why-guessing\">Guessing an epithet is considered very rude and personal</a>, especially if characters are strangers, so most NPCs would not allow many guesses, if any, before they storm off or turn hostile. <strong>It may be best to leave the guessing out-of-universe.</strong></p><p></p><p>Once a character’s epithet has been guessed successfully, no one else can ever get more points by guessing it, even if they were not around at the initial guessing and have never met the guessed character before. If a character reveals their epithet voluntarily, no one gets points.</p><p></p><p>The amount of proficiency awarded for guessing an Epithet depends on the Epithet. If a character’s word is easy to guess then they should be rewarded less for guessing it. Players should also be rewarded more points than average if they guess the Epithet of a very important or powerful NPC in your campaign.</p><p></p><p>As an example: During our first session experimenting with this system one character had a powerset based on betraying his comrades. His Epithet was “Defector”, which makes sense, but it was pretty far from the first word that comes to your mind when you think “infighting”. Because this word is hard to guess, I would probably award the player who got it something like 5-8 Proficiency. In the same campaign we had another character with the Epithet “Bat.” Her power was the ability to pick anything up and turn it into a baseball bat. She also had a baseball theme. For something so obvious I would probably only award 1 or 2 Proficiency points at most. GMs including this mechanic should be aware of how difficult it is to guess a single word. Even “Bat” took about a dozen turns of guessing.</p><p></p><p>If you want players to guess an epithet, do not be subtle. A GM can literally say a character’s epithet verbatim several times and players still might not guess it for a very long time.</p><p></p><p><strong>AGAIN, Players guessing Epithets can break immersion. You may want to make guessing out of universe.</strong></p><p></p><h3>Returning Bonuses</h3><p>If you are creating a series of adventures with recurring players and characters, you may wish to include Proficiency and Stamina bonuses for characters on their return. This allows players to level the characters they like even faster. When a character returns, ask their player what the character has been doing in-universe in their downtime between adventures.</p><p></p><p>If a character has been doing something that would gain them experience (read: Proficiency) such as using their Epithet in their daily life or exploring their own abilities, give them a die to roll. They may roll anything from a d4 to a d12.</p><p></p><p>If a character has been doing physical labor or something that would make them more hardy, such as a Mundie prizefighter having several matches in the ring, give them a die to roll for Stamina. GMs may nerf or buff rolls as they see fit, or just give players set numbers with no rolls.</p><p></p><p>Stamina may also be leveled through the <strong>Collectibles</strong> system, which we will explore in the “Extra Rules” section.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716951676,
        "modifiedTime": 1700723129770,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 500000,
      "name": "Classes and Outclass Powers",
      "type": "text",
      "_id": "daKe2SCyfqChSSbX",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Characters can be one of three Classes in <em>Anime Campaign</em> decided by their Proficiency score.</p><p></p><p><strong>CLASS 1</strong> is the level that every player character starts at. This is the basic level that most Epithet Users stay their entire lives.</p><p></p><p>When a character reaches 60 proficiency they hit <strong>CLASS 2</strong>. Upon reaching Class 2 an Epithet user has gained significant mastery over their Epithet and learns an <strong>Outclass Ability</strong>.</p><p></p><p>Outclass Abilities are unique powers that can only usually only be used <strong>once per campaign, meaning once per every major adventure</strong> as a final trump card. It’s their equivalent to Super Saiyan, Gear Third, Sage Mode, or whatever anime end-of-arc superpower you choose. Every Outclass is different, but all of them are powerful. Unlike other abilities, Outclasses can cost <strong>any amount of stamina</strong> as they all work differently. An outclass might cost 10 stamina, 5 stamina-per-turn, or 50 stamina to use. Outclasses can be literally anything the GM can think of, even if it’s overpowered, but it must be directly related to the user’s Epithet. </p><p></p><p>Depending on the ability, Outclasses may or may not require a roll. Either way, an <strong>Outclass can never fail entirely, even on a nat 1</strong>. Outclasses take a very long time to unlock and can only be used once every adventure (not session, adventure), so taking something so rare away from a player because of bad luck with the dice is especially uncool. </p><p></p><p><strong>CLASS 3</strong> is unlocked once a character hits 100 proficiency. The character will class-change one last time and gain a second, even STRONGER Outclass called an <strong>Overclass</strong>. This is the kind of ability that anime protagonists use in the last episode to defeat the ultimate evil. It’s very strong. Overclass abilities can either be an upgrade of the character’s original Outclass or something entirely new. After this point there are no more upgrades for player characters, they have reached their full potential.</p><p></p><p><strong>When Mundies upgrade their class they do not get an Outclass or Overclass ability</strong>, but they may be awarded a new class title and a new weapon or a solid Proficiency Upgrade, at the GM’s discretion. </p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716964150,
        "modifiedTime": 1700723152854,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 600000,
      "name": "The Collectable System",
      "type": "text",
      "_id": "eps45jJfDuKKGTO7",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>If the GM has created a map for their players (especially in an online system such as Roll20 or MapTool) they may wish to implement the Collectible system. The GM hides a type of small, noteworthy items across the map. Collecting one of these items will reward the player who found it 1 Stamina. In the original Anime Campaign the featured items included Bees, Snakes, Posters, Sparklers, Ghosts, Gears, Perfume Bottles, and more.</p><p></p><p>Sometimes the collectible item sought out by a specific NPC who will exchange them for stamina upgrades and other times the item simply exists and can be picked up for an immediate +1. If there is an NPC seeking out the items, don’t require the players to return to them to get their stamina. This is backtracking and a timewaster. Either way, try to work your collectibles into the universe so they fit with the setting.</p><p></p><p>Be sure to introduce the collectible at the start of the adventure so players know what to look for.</p><p></p><p>In the original game there were around a dozen collectibles per adventure (in sessions lasting from 5-8 hours), but a GM may have as many or as few as they wish. Collectibles generally get harder to spot as players progress and should be hidden in places that encourage exploration and interesting usage of their powers. </p><p></p><p>If one player finds a collectible, they may either take the stamina upgrade immediately or give it to a fellow party member or NPC. The collectible does not need to be consumed immediately if they do not make a decision.</p><p></p><p>Collectibles can be treated as a collaborative easter egg hunt for the party or as a competition where the first person to find a collectible gets the reward.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716982976,
        "modifiedTime": 1700723168323,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 0,
      "name": "Preface",
      "type": "text",
      "_id": "xLvQpoKjKLo4DN4D",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This is a port of Version 1.2 of the official rules document, done with permission. Originally written by JelloApocalypse. You can find the official Google Doc <a href=\"https://docs.google.com/document/d/1FDjPzvwzjypF0LUFjHpHELCMycIL7NA2g5BFPlEdYTo/edit?usp=sharing\" title=\"How To Play - Epithets/Anime Campaign System (In Progress Version 1.2)\">here</a>.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700716990015,
        "modifiedTime": 1700723638093,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 700000,
      "name": "Combat Encounters",
      "type": "text",
      "_id": "9ZjHHEg9VQDbAR7S",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Designing a combat encounter is tricky. Before anything else, remember that <strong>combat is </strong><em><strong>long</strong></em>. Know that every combat, on average, will last around 40-70 minutes. Even in a long one-shot adventure you probably shouldn’t plan for more than 3 combat encounters. Combat also informs less about the world and characters than RP does. For me, personally, the ideal campaign is about 35% combat and 65% roleplay.</p><p></p><h2>How Combat Works</h2><p><br /><strong>Combat is started when the GM says “roll initiative”</strong>. If you do not say this the boss will either get sneak attacked or the party will try to RP with them for 12 hours</p><p></p><p>At the start of combat every character (allies and enemies) will roll a straight d20 for initiative. Whoever rolls the highest gets to go first. Other characters follow in descending order.</p><p></p><p>A character’s turn consists of a <strong>Movement</strong> and an <strong>Action</strong>. You may move or act in either order, but you may not take part of your movement, act, and then use the remainder of your move. Movement and Action are both their own phases and once they are over, they are over. Players can move through allies but not through enemies. No two people can occupy the same space.</p><p></p><p>Movement lets players move up to their designated amount of spaces (4-6 or 20-30ft). This action can also be used to climb, jump, or whatever else you need to do. Smaller actions, such as picking an object up while you run by it, can be included in the Movement action at the GM’s discretion.</p><p></p><p>Players can move up to 4-6 spaces (depending on their character’s individual movement) every turn in any direction. Moving up, down, left, or right counts as 1 space. Moving diagonally counts as 1.5. This means players who can move 5 spaces per turn may move 4 spaces in a cardinal direction and one space diagonally to count as 5. They could also move two diagonal spaces (which counts as 3), and then move up two more spaces. However, a player may not move 3 spaces in a cardinal direction, and then two spaces diagonally, as that counts for 6 spaces total which is more than their allotted 5 spaces. <a href=\"https://imgur.com/cLtDaKM\">Here’s a visual explaining why this is important:</a></p><p></p><p>The Action phase is when players get to actually do things! You may use an ability, attack, use an item, or anything else that seems relevant. You may only do one action per turn unless it is an anytime action (designated with a “(!)”) or the GM deems it appropriate.</p><p></p><p>These special abilities are called “Anytime Actions.” Only some characters have these abilities and they can be used at anytime. You can use an anytime action on someone else’s turn to assist them, on an enemy’s turn, or as an extra action on your own turn. Most Anytime Actions are limited to “once per round” so that players cannot spam them. The ability to use an anytime action again resets at the start of a player’s next turn.</p><p></p><p>A “<strong>turn</strong>” is defined as a Movement and an Action. A “<strong>round</strong>” is defined as every character on the initiative order completing their turn.</p><p></p><p>At the start of combat every player rolls a d20. This is called <strong>rolling initiative</strong>. Players and enemies then go in the order of who rolled from highest to lowest. This is called the <strong>turn order</strong>. GMs may place certain enemies wherever they like in the turn order (such as at the top) if they wish, or they can roll for them as well. It is recommended that GM NPCs (both friendly and not)  are placed as far away from each other on the turn order as possible so that there are no stretches where only the GM is playing and moving their units for a long period of time. You want your players to feel engaged.</p><p></p><p>Sometimes a player may have an idea for an action they want to attempt or a way to work with a teammate, but the timing isn’t quite right for them because of the way the turn order is laid out. In this situation there is a few things they can do:</p><p></p><ul><li><p><strong>Prepared Action</strong> - Say a player wants to do something provided a certain condition is met, such as an enemy walking into their line of sight or falling into a trap. The player can ask to do something like: “If that target comes out from around that pillar, I’m going to rush at them and attack.” If the GM is okay with this move, the player uses their action and lies in wait, ending their turn. If the target activates the player’s specified condition (ex: rounding the pillar) then the prepared action will activate (ex: the player will rush them). Prepared actions can be used to set up traps and combos even when it’s not a player’s turn. Using a Prepared action can be a gamble because the player is using their action on something that may not trigger, possibly wasting their turn. Using prepared actions does not affect a player’s position in the turn order.<br /></p></li><li><p><strong>Holding Your Action</strong> - If a player wants to do a specific move at a specific time or wants to help out a party member, they are allowed to hold their action. By holding their action a player gives up their position in the turn order and moves back as far as they wish. There are a few reasons a player may do this. For example, let’s imagine there are two players in a combat, Alice and Bob. In the turn order Alice moves before Bob. Bob has an ability that can charge the power of Alice’s attack that she wants to use, but Bob moves after her, so he cannot charge it. Alice may chose to hold their action so she moves after Bob, thus allowing them to do the combo. This would place Alice behind Bob in the turn order, where she will remain for the rest of combat.<br /></p></li><li><p><strong>Combining Turns</strong> - Sometimes two players might have an idea that requires both of their abilities to pull off. When they want to attempt this, they can combine their turn. Say there are two players who want to work together on an action, Jacob and Kelly. Jacob and Kelly are in a fight against a monster, and they want to deal a large amount of damage to it. Jacob’s character uses a metal bat as a weapon, and Kelly’s character has abilities that let her reshape metal using heat. Before his turn, Jacob asks Kelly if they’d like to combine their turns to reshape his bat into a spiked bat, that is also still superheated from the smithing process, as this will do extra damage. If both Kelly and the GM agree to this proposal, they may combine their turn and act together. They both move at once on one turn (either Kelly Or Jacobs, but not both). On their turn, both Kelly and Jacob will roll to turn the bat into a spiked weapon and swing it for massive damage.<br /><br />Because Combined Turns require two or more characters to spend their entire turns on them, <strong>their rolls should be considered additive and have a high chance to succeed</strong>. Except in the event of both rolls failing completely, at least SOMETHING should go well for the players as a result of the combo. For example:<br /></p><ul><li><p>If both players roll well, the bat is smithed and does massive damage to the enemy, usually in the 1.5-2x range. The bat should also stay spiked for the remainder of the combat.</p></li><li><p>If Jacob rolls well on the swing, but Kelly rolls poorly on the smithing, she may only manage to heat the bat before smithing it and Jacob deals his usual bat damage as well as a small amount of additional fire damage.</p></li><li><p>If Kelly rolls well on the smithing but Jacob rolls poorly on the swing the bat transforms into a spiked bat, but Jacob either clips the enemy for minimal damage or misses. This is bad in the moment, but Jacob now has a spiked bat to use in future attacks.</p></li><li><p>If both players roll poorly, the bat is heated but melts onto the floor and Kelly sends her turn remaking it. Now neither player gets to succeed and they have both burned stamina.</p></li></ul></li></ul><p><br /></p><p>Because combining turns requires multiple players to burn stamina and their time, you want these moves to go well. Players will feel terrible if the dice cause them to waste a good idea AND two of their turns until next round. That’s not good. Combined turns are incredibly useful and allow for lots of creativity and teamwork. They’re also a great way to increase party dynamic. <strong>Make sure your party knows this is an option for them because it makes combat much much more fun and gives them lots of options.</strong></p><p></p><p>If there are Party NPCs, encourage the PCs to use them in their combined turns to save time instead of adding more people to the turn order and elongating combat.</p><p></p><p><strong>Any number of players can combine their turns together.</strong></p><p></p><h2>Creating Encounters</h2><p>Treat the setting as if it were real. The battlefield is as real as you make it! The environment should be understood as something that's physically in front of characters, and you should never break the illusion! Everything around is a prop that can be used to your advantage, even when it's not plainly visible! Remember that you, your enemies, and the items around occupy a very real space!</p><p></p><p>It’s a good idea to give every fight some kind of interesting location or general mechanic. Make a game out of it. Maybe the fight is timed. Maybe there’s a hazard in the environment like rising water or raging fire. Maybe the boss calls out his attacks before using them and then they do increased damage if they hit after he calls them out. Maybe the arena is secretly a giant billiards table that leads down into a bone pit. Get creative! Try your best to make combat a little more interesting than “Punch each other until one of you falls down.” No fight should feel boring, and the players should always feel like they're actively making headway towards some kind of goal.</p><p></p><p>When designing combat, have a clear win condition in your mind. Do the players need to defeat all the bandits, or just their leader? Do they need to survive a set number of turns? Always remember this win condition, but don’t be afraid to change it in the heat of the moment if you think the players might have more fun doing something else.<br /></p><p></p><p>Keep a careful note of how many targets are on the battlefield. <strong>It is not a good idea to have combat with a whole party of players fighting against a single target in this system.</strong> This is because the enemy will get one turn to do something, then the party will get six turns in a row to demolish them. This is called an <strong>action deficit</strong>, and this makes for a bad fight, especially when it finally gets around to the enemy target’s single turn and they roll a 3.<br /></p><p></p><p>To balance a fight with lower numbers, try to find ways to give NPCs extra turns and actions. The vanilla Anime Campaign often uses the excuse that NPC characters who are Class 2 or Class 3 get extra move actions. You can also just give no explanation and let them be fast.</p><p></p><p>Another good way to balance fights is to give an enemy some weak helpers, mooks, or minions. These enemies are affectionately labeled “<strong>shit mobs</strong>”. Including shit mobs for the party to focus on opens up much more interesting fight mechanics, allows the GM to play around a little more, and gives the players something else to target. It’s also really cathartic to be able to one-shot some weaker targets with more powerful abilities and area-of-effect attacks before players reach a boss fight. Players can also interact with shit mobs in fun ways and/or use them as props.</p><p></p><p>A terrible way to “balance” fights is to knock players out for long periods of time with status effects, like sleep or petrification. <strong>ANYTHING THAT MAKES THE PLAYERS PLAY LESS OF THE GAME IS A BAD MECHANIC.</strong></p><p></p><p>Be careful about friendly NPCs participating in a fight, even if they’re aiding the party. This will come up a lot as players have a tendency to recruit NPCs they like to aid their cause. The more NPCs you have, the longer the combat will go on, and their turns can add up really quickly. Even if every NPC moves especially fast and only takes 1 minute to make their move and roll, that’s still 5-10 minutes added by each NPC every turn. Think of excuses for NPCs to sit out of fights or only do very simple actions that just take a few seconds to execute so the battle doesn’t lose its energy. You can also have the NPCs <strong>combine their turns</strong> with the players for interesting bonus effects without any extra time wasted.</p><p></p><p>If you do have NPCs on their own turn, spread their turns as far apart as you can. No one wants to watch the GM spend 20 straight minutes moving all the enemies, the boss, and then the seven bonus party members they’re controlling.</p><p></p><p>Remember: If you offer players a way to skip past a combat, 90% of the time they will skip it. This is not necessarily a bad thing, but you should be aware of it when setting up your game.</p><p></p><p>Always run skirmishes to practice how the combats will work as best you can. This will allow you to find any glaring flaws in the fight mechanics and adjust enemy health and abilities accordingly. Remember: things will surprise you. No matter how many skirmishes you run <strong>you cannot predict the dice, or the players</strong>. Players are as awesome as they are stupid. A fight mechanic or solution that might seem obvious to you can easily escape their notice. Do not be subtle. Sometimes it’s best just to flat-out tell your players the fight mechanic at the start of the fight to avoid confusion and make sure they get the most out of your design.</p><p></p><h3>Combat Tips for Players</h3><ul><li><p><strong>Know Your Moveset</strong> - It’s on the players to keep things moving, so make sure you’ve read over your character sheet and you’re familiar with all their powers. The GM has at least 4 things they’re looking at at any given time in combat. Even if they made the abilities themselves, they probably don’t remember all the rules and numbers to every given move off the top of their head. Make sure that you do.</p></li><li><p><strong>Plan Your Moves During Other Player’s Turns</strong> - This seems incredibly obvious but you’d be surprised how many players don’t do it. Combat is painfully slow and you have a lot of downtime. Your character only has a small handful of things they can do, so plan your moves while everyone else is taking theirs. This can literally double the speed of combat if everyone plans in advance. If the turn order gets to you after ten minutes and the first words out of your mouth are “Um… lets’ see…”, then you’re part of the problem.</p></li><li><p><strong>Use the Environment</strong> - Remember where you’re fighting. See if there are creative ways you can play off of your surroundings and use them to your advantage.</p></li><li><p><strong>Don’t Bore a Boss to Death</strong> - Talking and RP during combat are great in small doses, but spending several minutes during your turn chatting with someone gets insufferable pretty fast. Try to tie in any dialogue you have to an action you’re attempting.</p></li><li><p><strong>Co-Ordinate With Other Players</strong> - The more you help each other and work together, the more fun you’ll have and the cooler your attacks will be. A good GM will also give silent bonuses to players who help each other. Don’t be a lone wolf who runs out into a bunch of enemies with a plan they haven’t told anybody else.</p></li><li><p><strong>Say What You’re Planning to Do Before you Roll</strong> - Cool 20. Why’d you roll it? It’s a lot less exciting when you see a 20 before you know the idea compared to the reverse.</p></li><li><p><strong>No One Likes “Secret Plan” Guy</strong> - A good way to have your cool ideas fail is to tell no one what you’re trying to do. Trust me, if your plan is actually cool, tell the GM. He’ll help you make it succeed. No one likes the player that runs into the enemies, rolls a 2, and goes “Oops, guess I’m fucked.”</p></li><li><p><strong>Have Fun With Shitty Rolls</strong> - Let’s face it: Dice suck sometimes. It can be really lame to have three cool ideas in a row that all fail because you keep rolling 6s. Try your best to keep your mood up and make the failures funny instead of bitter. In fact...</p></li><li><p><strong>Narrate Your Own Failures</strong> - If you have a clear idea of how your character would fail and it'd add to the narrative, jump in and deliver it! It's not always up to the GM to tell you how you messed up, and more often than not a player will have a clear image of how much of a collosal fuckup their character is.</p></li><li><p><strong>GM Gotta Do Their Job</strong> - Sometimes, bad things happen to players because of bad rolls or worse ideas. If a GM \"punishes\" your character because of this, don't take it personally. If no one ever failed this system would be no fun at all. Your character is not invincible. Besides, you can use goofy failures to help make an awesome comeback!</p></li></ul><p></p><h3>Combat Tips for GMs</h3><ul><li><p><strong>Encourage Teamwork</strong> - If players work together in an interesting, funny, or streamlined way, you should give them silent bonuses on their rolls. Reward good behavior.</p></li><li><p><strong>Keep Up The Momentum</strong> - Combat can get sluggish very quick. You shouldn’t try to rush players, but do everything you can to keep up the energy and the pace.</p></li><li><p><strong>Throw Your Players A Bone</strong> - Nobody’s having fun when the party can’t seem to roll above a 5. The dice are just a randomizer. If you act like a 4 is good enough, the players will probably be cool with it! Always let cool and funny things succeed. If it doesn’t break the immersion or break the encounter you should fudge rolls as much as you can so people keep having fun, even when the universe doesn’t want them to. </p></li><li><p><strong>Have Music</strong> - If you have the ability to have music playing and there is no music playing during combat I can guarantee you the combat is 80% worse than it needs to be.</p></li><li><p><strong>Stupid and Funny Trump “Difficulty”</strong> - You can have a hard fight or you can have a fun fight. If players get five 20s in a row and kick the shit out of the character you wanted to be the big scary villain, guess what? In this universe your big scary villain sucks now and is probably dead. Roll with it. I’ll tell you right now, if you’re the kind of person who likes killing players and creating skin-of-your-teeth difficult encounters, this is not the system for you.</p></li><li><p><strong>The Reasonable Power of Imagination</strong> - A player has a REALLY cool idea that doesn't <em>exactly</em> fit their power? Let it slide. Remember, we're here to have fun. Now, obviously, some ideas are really cool, but they're a stretch. Do they have an excellent idea that could probably kill the boss with one hit AND they got a 20? Let them do it, just bump up the boss’s health if it's early in the fight. We don’t want to end your cool encounter on the first turn!  Know when to give and take. This goes for players and GMs.</p></li></ul><ul><li><p><strong>Know When to Pull the Plug</strong> - Be okay with fudging the end of your combat. Players don’t know how much health an enemy actually has left. If a fight has been going on for a long period of time and a player comes up with a really creative, huge attack, it’s probably a good idea to end the fight there, even if that move didn’t TECHNICALLY drop the target’s HP to zero.</p></li><li><p><strong>Be a glorious loser</strong> - You build the obstacles for the player. Learn to lose with enjoyment and dignity. Your job is to let your creations get destroyed. Learn to love this. You’ll have much more fun that way when your players totally surprise you.</p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700717050569,
        "modifiedTime": 1700723217076,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    },
    {
      "sort": 800000,
      "name": "Extra Rules",
      "type": "text",
      "_id": "lJLWkQd56okh48ug",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>Achievements</h2><p>Some GMs may wish to include achievements to reward players for reaching certain objectives. It can be fun to create achievements based on defying the GM’s expectations. For example, running a prison break campaign and having an achievement for the players bringing another escapee with them that the GM did not anticipate. As always you should reward creative thinking and exploration.</p><p></p><p>It is highly recommended to keep the achievements a secret from the players until they have been unlocked or until the end of a session if they missed them. If a GM informs the players of an achievement in advance it may change the way they play and make the experience less genuine.</p><p></p><p>Achievements can also be awarded for accomplishing a task better than the situation required. Here are some examples of achievements from the original Anime Campaign’s prison break adventure. </p><p></p><blockquote><p><em><strong>Escape Artist<br /></strong>Make it through the tunnel unscathed. +1 proficiency to any players who avoided taking damage during the tunnel chase.</em></p></blockquote><blockquote><p><em><strong>Snake Eater</strong><br />Collect all 13 hidden Snake [the session’s <strong>collectible</strong>]. +3 stamina to all players.</em></p></blockquote><p><br />Players should be able to get every achievement in a single run. Do not create achievements that rely on branching options. Do not make two achievements for the players to reward them for taking one of two paths, make an achievement for finding a third path to take.</p><p></p><p>Achievements will have a small reward for unlocking them. You can reward a player with additional stamina, proficiency, an item, or something special based on the achievement itself. For example, if they defeat a boss without taking any damage, you may reward them by giving one of the players the boss’s weapon to use in future adventures.</p><p></p><h2>Character Death</h2><p>I personally do not play with character death, but maybe you want to do a more serious campaign using this very un-serious system. If a character’s Stamina reaches 0 then they are knocked out. To kill a character you will have to drop their Stamina to the negative value of whatever their body build is. To kill a skinny character or a child (you monster) you must reduce their health to -10, a regular person has to hit -15, and a heavyset or muscular character must hit -20.</p><p></p><h2>Wild Magic</h2><p>Certain characters may have wild magic spells. A wild magic spell is not rolled with a d20, but instead with a d300. Whatever number the player rolls corresponds <a href=\"https://docs.google.com/document/d/1WSuM8eg-FqOtYVzejrQDdLSA1JLymcHejRKff24osFE/edit#heading=h.m7ajckqwxxdj\" title=\"Wild Magic!\">to this Wild Magic list</a>. This is the list used for the original <em>Anime Campaign</em> and determines the spells of characters like Quinton, Dan Gansley, and Yoomtah Zing. GMs may wish to edit it or create their own from scratch.</p><p></p><p>Be warned: while these spells can be funny, they can also DRASTICALLY change a combat encounter in a way you never expected. GM discretion is advised and GMs are allowed to edit any and all spells.</p><p></p><h2>Tips for Being a Gamemaster</h2><ul style=\"margin-top:0;margin-bottom:0;padding-inline-start:48px\" id=\"docs-internal-guid-cbda7080-7fff-2527-028c-f67d8bf60021\"><li><p>Reward creativity.</p></li><li><p>Roleplay is almost always more entertaining than combat.</p></li><li><p>Know that combat will always take at least 40 minutes.</p></li><li><p>Design a campaign for idiots. Players can be stupid. Do not expect them to solve things immediately or fight a monster the way you think they should.</p></li><li><p>If an action is hilariously stupid and funny it should probably succeed regardless of the roll.</p></li><li><p>Encourage teamwork. Players that help each other should be rewarded more than players that don’t at all.</p></li><li><p>Find a Tone - Everyone has their favorite type of movie! Some like action, some prefer romance, others enjoy horror. Your campaign is the same. Does your world have a dark, gritty feel? Is it going to be lighthearted and whimsical? It's important to find a tone for your campaign that both you AND your players enjoy. Your tone can help inform your campaign and make everything more cohesive.</p></li><li><p>The number one goal is for the players to have fun. Challenge is cool and all, but if everyone’s getting totally screwed by evil dice rolls start throwing them some bones.</p></li><li><p>Similarly, if a player is only rolling 1-5s, after awhile you should let them succeed on low rolls. Having a bad time solely because of die rolls isn’t fun or fair.</p></li><li><p>Don’t be afraid to fudge some numbers mid-game if you think something is a little unbalanced.</p></li><li><p>It is often more satisfying to spontaneously kill a boss that still has 50 health on a player’s awesome and creative attack than letting the players slowly knock the boss down to 0.</p></li><li><p>Try to stay out of the limelight as much as you can. You’re already playing the entire extra cast! The more time you give the players to explore the world and each other, the more cool, genuine reactions you will get out of them.</p></li><li><p>Even while you're not in character, keep things fun for both yourselves and the players! Keep the game moving forward at all times and try to be encouraging! If you see something that you like, point it out. Just by playing an RPG, most players are going out on a limb, and encouragement even when not explicitly stated will help keep everything flowing smoothly.</p></li><li><p>Try not to get caught up in discussions on what goes on behind the curtain unless it will improve group enjoyment. It's a bad idea to berate players for missing the majority of fight mechanics, or for abusing their power or their function in the story, but it can be great to tell players about how unexpectedly they demolished your carefully planned encounter.</p></li><li><p>Anything that makes players play less of the game is a bad mechanic. If players are asleep or otherwise incapacitated, make sure they’re not out of the game for more than 15 minutes of real time. Sitting there and doing nothing is just awful.</p></li></ul><h2>Tips for Being a Player</h2><ul style=\"margin-top:0;margin-bottom:0;padding-inline-start:48px\" id=\"docs-internal-guid-d16fe5d0-7fff-9841-f1bf-468cdeefd24e\"><li><p><strong>Balance the Party’s Weight</strong> - Hey, your character is great, but remember, you're not the only one in this party. It's important to let everyone talk or mingle with fellow party members more. Never know, might develop a great new dynamic because you let others speak up.</p></li><li><p><strong>Socialize With the Party</strong> - Roleplay is where 90% of cool stuff gets born in tabletops. The more party members you talk to, the more you get to learn about each other. You might be surprised how much you like the dynamic that the giant crow man and knock off Black Dynamite have together.</p></li><li><p><strong>RP Early and Often</strong> - If you can, get together and role play with the other players to figure out your character dynamics beforehand, especially if you’re doing a one-shot! Getting that awkward first hour of the game where nobody knows each other out of the way can make a world of difference.</p></li><li><p><strong>You're All In This Together</strong> - Remember that everyone around you is a player just like you are with the same rules, restrictions and goal: to have a good time and tell a good story! Even the GM is just another player on the field when the game begins. You're cooperatively responsible for the outcome of the session, so remember that the other players are people too. Pick up what their goals are, and work to achieve them together!</p></li><li><p><strong>Learn to Let it Go</strong> - If you keep proposing an idea or plan that none of the other players or the GM seem to be grabbing onto, don’t push it harder. Roll with the flow.</p></li><li><p><strong>Yes And...</strong> - This is a staple of improvisation that can really help with roleplay. If one of your party member mentions something about their past, add some relevant information. Maybe you’ve heard about the thing they’re talking about! If a player adds more to what another player says, it really starts to feel like they both live in this universe together. Don’t deny what they say, try to roll with as much as possible.</p></li><li><p><strong>Don’t Have Your Character Hate Another Party Member</strong> - This never works <em>unless MAYBE</em> it’s made into an arc within one or two sessions. Don’t be the character who hates anyone. That makes yourself impossible to play off of, which in turn makes it impossible to explore your character and harder for you to explore everyone else’s.</p></li><li><p><strong>The Hammerspace Rule</strong> - Your character probably has more on them than their character sheet actually says. Are they a reporter? They probably have some paper or a pen on them, maybe even a recording device. Don’t be afraid to pull that stuff out, if it’s relevant to the situation! It adds a lot to your character’s flavor and can lead to some great RP moments. Just don’t pull out weapons or bombs or anything ridiculous<span style=\"font-family:Arial,sans-serif\"><strong>.</strong></span></p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "JjUq9xXOfMO8J9JE": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "animecampaign",
        "systemVersion": "v1.0",
        "coreVersion": "11.315",
        "createdTime": 1700717057970,
        "modifiedTime": 1700723581794,
        "lastModifiedBy": "JjUq9xXOfMO8J9JE"
      }
    }
  ],
  "folder": "rz6UU0paqP0M7Mhq",
  "flags": {
    "exportSource": {
      "world": "ac-test-v2",
      "system": "animecampaign",
      "coreVersion": "11.315",
      "systemVersion": "v1.0"
    }
  },
  "_stats": {
    "systemId": "animecampaign",
    "systemVersion": "v1.0",
    "coreVersion": "11.315",
    "createdTime": 1700716722632,
    "modifiedTime": 1700729967909,
    "lastModifiedBy": "JjUq9xXOfMO8J9JE"
  }
}